{
  "navbar": {
    "about": "Sobre m铆",
    "experience": "Experiencia",
    "projects": "Proyectos",
    "contact": "Contacto",
    "lang": "Idioma"
  },
  "profile": {
    "hello": "Hola! Soy",
    "rol": "Desarrollador Full-Stack",
    "description": "En abril de 2023, decid铆 tomar un receso profesional para embarcarme en un Certificado de Profesionalidad. <br>Esta experiencia me proporcion贸 herramientas tanto a nivel profesional como personal, prepar谩ndome para afrontar nuevos y emocionantes desaf铆os.<br>Estoy entusiasmado por la idea de encontrar mi primer trabajo, donde pueda aplicar lo aprendido durante este curso y continuar mi formaci贸n. En f煤turo pr贸ximo quiero centrar especialmente mi interes en la programaci贸n backend, con un enfoque en lenguajes como Python y entornos de desarrollo como NodeJS para JavaScript."
  },

  "experience": {
    "Experience1": {
      "jobTitle": "Curso en Ciberseguridad y hacking 茅tico",
      "jobPlace": "Fundaci贸n Adecco",
      "jobDate": "Octubre 2023 - Presente",
      "jobDescription": "Inmerso en un curso centrado en protecci贸n digital:<br> Identificaci贸n y gesti贸n de amenazas digitales, salvaguarda de informaci贸n en l铆nea y prevenci贸n de suplantaci贸n de identidad.<br> Uso avanzado de herramientas de anonimato y protocolos de seguridad en redes. <br>Dominio de Kali Linux, an谩lisis exhaustivo de vulnerabilidades y gesti贸n de usuarios/contrase帽as. <br>Continua formaci贸n en habilidades de programaci贸n en Python, explorando estrategias ofensivas y defensivas en ciberseguridad."
    },

    "Experience2": {
      "jobTitle": "Pr谩cticas en empresa",
      "jobPlace": "Onets SL",
      "jobDate": "Octubre 2023 - diciembre 2023",
      "jobDescription": "Tras completar el Certificado de Profesionalidad, participo en un programa de pr谩cticas, en el cual estoy aplicando y mejorando activamente mis conocimientos adquiridos en un entorno real. <br>En Onets, estoy colaborando y utilizando mi competencia en varios lenguajes y herramientas de programaci贸n como HTML5, CSS3 (incluyendo Bootstrap 5 y Tailwind 3), JavaScript ES6 (incluyendo Node.js y React), MySQL 8, y otros.<br> Esta experiencia pr谩ctica no solo mejora mis habilidades t茅cnicas, sino que tambi茅n proporciona valiosos conocimientos sobre las pr谩cticas de la industria y la din谩mica de trabajo en equipo.<br> Estas pr谩cticas son esenciales para reforzar mis conocimientos y avanzar hacia mis objetivos profesionales."
    },

    "Experience3": {
      "jobTitle": "Certificado de profesionalidad Programaci贸n de Sistemas Inform谩ticos",
      "jobPlace": "Fundaci贸n Adecco",
      "jobDate": "Abril 2023 - Octubre 2023",
      "jobDescription": "Participando en un Certificado de Profesionalidad centrado en el desarrollo Full-Stack que cubre una variedad de lenguajes, bibliotecas, frameworks y otras herramientas de desarrollo como HTML 5; CSS 3, incluyendo Bootstrap 5 y Tailwind 3; JavaScript 6, incluyendo Node.js y React; MySQL 8 y Python entre otros.<br> Aplicaci贸n diaria de estas habilidades en proyectos personales y acad茅micos, enriqueciendo mi competencia t茅cnica y adquiriendo habilidades valiosas para mi futuro profesional y aspiraciones personales."
    },

    "Experience4": {
      "jobTitle": "Descanso profesional: Certificado de profesionalidad Programaci贸n de Sistemas Inform谩ticos",
      "jobPlace": "Fundaci贸n Adecco",
      "jobDate": "Abril 2023 - Octubre 2023",
      "jobDescription": ""
    },

    "Experience5": {
      "jobTitle": "Descanso profesional: Certificado de profesionalidad Programaci贸n de Sistemas Inform谩ticos",
      "jobPlace": "Fundaci贸n Adecco",
      "jobDate": "Abril 2023 - Octubre 2023",
      "jobDescription": ""
    },

    "Experience6": {
      "jobTitle": "Descanso profesional: Certificado de profesionalidad Programaci贸n de Sistemas Inform谩ticos",
      "jobPlace": "Fundaci贸n Adecco",
      "jobDate": "Abril 2023 - Octubre 2023",
      "jobDescription": ""
    },
    
    "Experience7": {
      "jobTitle": "Descanso profesional: Certificado de profesionalidad Programaci贸n de Sistemas Inform谩ticos",
      "jobPlace": "Fundaci贸n Adecco",
      "jobDate": "Abril 2023 - Octubre 2023",
      "jobDescription": ""
    }
  }
}